brew ninja
brew gcc

brew python
brew ipython
brew autopep8
brew cookiecutter
brew cython
brew black
brew flake8

brew php
brew golang
brew dep
brew flow
brew gatsby-cli

brew curl
brew curl-openssl
brew wget
brew git
brew nano
brew exa
brew bash
brew zsh
brew awk
brew binutils
brew coreutils
brew grep
brew ripgrep-all
brew pdfgrep
brew dateutils
brew dbus
brew dc3dd
brew ddrescue
brew di
brew diff-pdf
brew diff-so-fancy
brew diffoscope
brew diffutils
brew direvent
brew imagemagick
brew dtrx
brew duff
brew duplicity
brew dupseek
brew dvdbackup
brew ecm
brew entr
brew moreutils
brew libnotify
brew fasd
brew fd
brew fdupes
brew figlet
brew file-formula
brew findutils
brew foremost
brew format-udf
brew fselect
brew fsw
brew fswatch
brew fx
brew fzf
brew gaffitter
brew gawk
brew gcal

brew lastpass-cli
brew youtube-dl
brew cheat
brew djvulibre
brew duck
brew ncdu
brew dshb
brew duc
brew elinks
brew emojify
brew flash

brew arduino-cli
brew asciinema
brew doitlive
brew certbot
brew chrome-export
brew cpulimit
brew crc32c
brew css-crush
brew csvkit
brew csvtomd
brew dbhash
brew deark
brew dialog
brew dislocker
brew docker
brew docker-machine
brew docker-machine-driver-xhyve
brew dive
brew ditaa
brew doctl
brew docutils
brew docx2txt
brew dos2unix
brew dpkg
brew dshb
brew dwatch
brew dylibbundler
brew easy-git
brew ebook-tools
brew eccodes
brew editorconfig
brew eg-examples
brew elasticsearch
brew epsilon
brew epubcheck
brew esniper
brew espeak
brew libosinfo
brew termtosvg
brew howdoi
brew postgresql
brew sqlite
brew offlineimap
brew exercism
brew exiftool
brew exiftags
brew exiv2

brew blueutil
brew daemonize
brew dark-mode
brew defaultbrowser
brew dockutil
brew duti
brew fileicon

# gtk/gnome
brew evince
brew gtranslator
brew simple-scan
brew baobab
brew gitg
brew file-roller
brew gedit
brew gtk-mac-integration
brew gnumeric
brew easy-tag
brew ghex
brew gucharmap
brew gradio
brew zim
brew geeqie
brew prefixsuffix
brew qalculate-gtk
brew pympress
brew gpredict
brew gdmap

# apps
cask "marta"
cask "virtualbox"
cask "transmission"
cask "qbittorrent"
cask "pycharm-ce"
cask "eloston-chromium"
cask "dozer"
cask "rectangle"
cask "burn"
cask "mpv"
cask "iina"
cask "vlc"
cask "webtorrent"
cask "fork"
cask "cotedtor"
cask "sublime-text"
cask "signal"
cask "qr-journal"
cask "appcleaner"
cask "visual-studio-code"
cask "firefox-developer-edition"
cask "easyfind"
cask "kindle"
cask "send-to-kindle"
cask "calibre"
cask "anki"
cask "veracrypt"
cask "coconutbattery"
cask "clipy"
cask "db-browser-for-sqlite"
cask "disk-inventory-x"
cask "disk-arbitrator"
cask "install-disk-creator"
cask "amorphousdiskmark"
cask "shuttle"
cask "duplicati"
cask "flux"
cask "freemind"
cask "gimp"
cask "github"
cask "handbrake"
cask "alfred"
cask "hammerspoon"
cask "imageoptim"
cask "iterm"
cask "itsycal"
cask "keka"
cask "nteract"
cask "macpar-deluxe"
cask "makemkv"
cask "mark-text"
cask "mindmaster"
cask "murus"
cask "obsidian"
cask "otter-browser"
cask "paparazzi"
cask "pgadmin4"
cask "postgres"
cask "sdformatter"
cask "shotcut"
cask "sigil"
cask "smcfancontrol"
cask "SubEthaEdit"
cask "superduper"
cask "cryptomator"
cask "torrent-file-editor"
cask "tor-browser"
cask "openshot-video-editor"
cask "kap"
cask "turbo-boost-switcher"
cask "unetbootin"
cask "zotero"
cask "alacritty"
cask "amethyst"
cask "balenaetcher"
cask "bitbar"
